{"inkVersion":21,"root":[["ev","str","^Bắt đầu","/str","/ev",{"*":"0.c-0","flg":4},"\n","\n","\n","\n","\n","\n",{"c-0":["^ ",{"->":"Nha_May_Harrington"},"\n","\n","\n","\n","^[start of file]","\n",{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"Nha_May_Harrington":[["#","^bg: london-alley-1848","/#","#","^character: none","/#","#","^speaker: Vladimir (Bạn)","/#","^Tôi đã từng tin vào luật pháp, vào lẽ phải, vào những con chữ trong sách vở. Tôi, Vladimir, một sinh viên triết học, tin rằng có thể dùng lý luận để cải tạo thế giới.","\n","#","^speaker: Vladimir (Bạn)","/#","^Cho đến ngày hôm nay. Ngày thực tại xé nát trang sách của tôi.","\n","#","^bg: factory-exterior-smoke","/#","#","^speaker: Narrator","/#","^Một tiếng gõ cửa gấp gáp. Mary, cô gái nhà bên, mặt đẫm nước mắt.","\n","#","^character: mary-worker-tired","/#","#","^speaker: Mary","/#","^\"Anh Vladimir! Anh phải đến nhà máy ngay! Là... là Arthur!\"","\n",[{"->":"Den_Nha_May"},{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Den_Nha_May":[["#","^bg: factory-interior-dark","/#","#","^character: none","/#","#","^speaker: Narrator","/#","^Bạn lao đến nhà máy Harrington, con quái vật bằng gạch và khói than. Tiếng gầm rú của máy móc hôm nay nghe như một tiếng cười man rợ.","\n","#","^speaker: Narrator","/#","^Một đám đông tụ tập ở góc xưởng dệt. Người quản đốc đang quát tháo, cố giải tán họ. Và rồi, bạn thấy cậu ấy.","\n","#","^speaker: Narrator","/#","^Arthur. Em trai của bạn. Mười hai tuổi.","\n","#","^speaker: Narrator","/#","^Thân thể nhỏ bé của cậu nằm bất động bên cạnh cỗ máy dệt khổng lồ, một vũng máu loang ra từ bên dưới. Cỗ máy vẫn đang chạy, sợi chỉ vẫn đang được kéo qua, nhuốm một màu đỏ thẫm.","\n","#","^speaker: Vladimir (Bạn)","/#","^\"KHÔNG! ARTHUR!!\"","\n","#","^speaker: Narrator","/#","^Bạn lao tới, cố gắng lay cậu dậy, nhưng đã quá muộn.","\n","#","^character: mary-worker-tired","/#","#","^speaker: Mary","/#","^(Thì thầm, run rẩy) \"Họ bắt nó làm việc 14 tiếng. Cỗ máy bị kẹt, nhưng gã quản đốc không cho dừng lại. Hắn dọa sẽ trừ lương... Thằng bé... thằng bé cố gỡ sợi chỉ và...\"","\n","ev","str","^Gào lên với gã quản đốc","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Quay sang Mary: \"Ai đã làm việc này?\"","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Im lặng, ôm lấy Arthur","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["^ ",{"->":"Confront_Foreman"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Ask_Mary_Who"},"\n",{"#f":5}],"c-2":["^ ",{"->":"Silent_Grief"},"\n",{"#f":5}]}],{"#f":1}],"Confront_Foreman":["#","^character: foreman-angry","/#","#","^speaker: Vladimir (Bạn)","/#","^\"TẠI SAO CÁC NGƯƠI LẠI ĐỂ MỘT ĐỨA TRẺ LÀM VIỆC NÀY? ĐÂY LÀ TỘI ÁC!\"","\n","#","^speaker: Quản đốc","/#","^(Gã gầm gừ, không một chút hối lỗi) \"Tai nạn lao động thôi. Nó bất cẩn. Nào, giải tán! Quay lại làm việc! Cỗ máy không thể dừng chỉ vì một thằng nhóc được.\"","\n",{"->":"Meet_Harrington"},{"#f":1}],"Ask_Mary_Who":["#","^character: mary-worker-tired","/#","#","^speaker: Vladimir (Bạn)","/#","^\"Mary... nói cho tôi biết... ai đã ép nó?\"","\n","#","^speaker: Mary","/#","^(Cô lùi lại, sợ hãi) \"Tôi... tôi không biết gì hết... Anh Vladimir, làm ơn... tôi còn phải nuôi con... Bọn họ sẽ đuổi tôi...\"","\n","#","^speaker: Narrator","/#","^Nỗi sợ hãi trong mắt cô còn lớn hơn cả sự đồng cảm. Bạn nhận ra, ở đây, mạng sống còn rẻ hơn một chỗ làm.","\n",{"->":"Meet_Harrington"},{"#f":1}],"Silent_Grief":["#","^speaker: Narrator","/#","^Bạn ôm lấy thân thể lạnh ngắt của Arthur. Cơn giận dữ và nỗi đau bất lực cuộn lên trong lồng ngực. Bạn ngước nhìn cỗ máy, rồi nhìn những công nhân khác, họ liếc nhìn bạn vội vã rồi lại cúi đầu làm việc.","\n","#","^speaker: Narrator","/#","^Họ sợ hãi. Họ bị cầm tù. Và em trai bạn là vật tế thần cho cỗ máy này.","\n",{"->":"Meet_Harrington"},{"#f":1}],"Meet_Harrington":[["#","^speaker: Narrator","/#","^Ngay lúc đó, tiếng ồn ào im bặt. Ngài Harrington bước ra từ văn phòng trên cao của ông ta. Lạnh lùng, quyền lực, bộ áo vest không một nếp nhăn.","\n","#","^character: harrington-old-dignified","/#","#","^speaker: Harrington","/#","^\"Ta rất tiếc về sự cố đáng tiếc này. Một sự bất cẩn tai hại của cậu bé.\"","\n","#","^speaker: Harrington","/#","^\"Tất nhiên, tập đoàn Harrington sẽ hỗ trợ gia đình. Coi như... 2 shilling tiền mai táng. Giờ thì, đưa cậu bé đi đi. Chúng ta còn phải sản xuất.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"2 shilling... cho một mạng người? Ông... Ông là một con quái vật!\"","\n","#","^speaker: Harrington","/#","^(Ông ta nhướng mày, giọng lạnh như băng) \"Cậu Vladimir, cậu là người có học. Cậu nên hiểu. Đây là quy luật của tiến bộ. Sẽ luôn có những mất mát. Giờ thì, ra khỏi đây, hoặc ta sẽ gọi cảnh sát.\"","\n","ev","str","^Lao vào tấn công Harrington","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Mang Arthur đi: \"Tôi sẽ kiện ông!\"","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ ",{"->":"Attack_Harrington"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Vow_To_Sue"},"\n",{"#f":5}]}],{"#f":1}],"Attack_Harrington":["#","^speaker: Narrator","/#","^Bạn lao tới trong cơn thịnh nộ, nhưng hai tên bảo vệ to lớn đã kẹp lấy bạn.","\n","#","^character: harrington-old-dignified","/#","#","^speaker: Harrington","/#","^\"Sự dại dột của tuổi trẻ. Tống cậu ta ra ngoài. Và ghi tên vào sổ đen. Cậu ta sẽ không bao giờ kiếm được việc ở London này nữa.\"","\n","#","^speaker: Narrator","/#","^Bạn bị ném ra con hẻm bẩn thỉu, ôm lấy thi thể em trai mình.","\n",{"->":"The_Failed_Lawsuit"},{"#f":1}],"Vow_To_Sue":["#","^speaker: Vladimir (Bạn)","/#","^\"Ông sẽ phải trả giá! Tôi sẽ đưa ông ra tòa! Cả thế giới sẽ biết tội ác của ông!\"","\n","#","^character: harrington-old-dignified","/#","#","^speaker: Harrington","/#","^(Ông ta khẽ cười) \"Tòa án? Tòa án của ai, cậu bé? Tòa án được xây bằng tiền của ai? Chúc may mắn.\"","\n","#","^speaker: Narrator","/#","^Bạn ôm lấy thi thể Arthur, mang cậu ra khỏi địa ngục trần gian đó.","\n",{"->":"The_Failed_Lawsuit"},{"#f":1}],"The_Failed_Lawsuit":["#","^bg: london-quiet-corner","/#","#","^speaker: Narrator","/#","^Một tuần sau. Văn phòng luật sư.","\n","#","^character: none","/#","#","^speaker: Luật sư","/#","^(Gã luật sư già lắc đầu, lật giở đống giấy tờ) \"Vô ích thôi, cậu Vladimir. Tôi đã cố.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Sao lại vô ích? Đó là lao động trẻ em! Điều kiện làm việc chết người!\"","\n","#","^speaker: Luật sư","/#","^\"Nhưng không có nhân chứng. Mary? Cô ta đã bị sa thải và biến mất. Những công nhân khác? Không ai dám nói. Họ sợ.\"","\n","#","^speaker: Luật sư","/#","^\"Hơn nữa, Harrington đã 'quyên góp' một khoản lớn cho quỹ của tòa án ngay sáng nay. Thẩm phán sẽ không thụ lý vụ này đâu. Đây là London, cậu ạ. Công lý thuộc về kẻ trả tiền.\"","\n","#","^speaker: Narrator","/#","^Gã luật sư đẩy 2 shilling mà Harrington đưa cho bạn qua bàn.","\n","#","^speaker: Luật sư","/#","^\"Lời khuyên của tôi là hãy cầm lấy số tiền này và quên chuyện đó đi. Cậu không thể chống lại Harrington. Cậu không thể chống lại cả hệ thống này.\"","\n","#","^speaker: Narrator","/#","^Bạn bước ra khỏi văn phòng luật sư, 2 đồng shilling lạnh ngắt trong tay.","\n","#","^speaker: Vladimir (Bạn)","/#","^(Tự nhủ) \"Hệ thống... Nếu luật pháp không thể mang lại công lý... vậy thì luật pháp chính là một phần của tội ác.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^(Nghiến răng) \"Nếu hệ thống này đã giết em trai ta... Ta phải hiểu nó. Và nếu cần... Ta sẽ phá hủy nó.\"","\n","#","^speaker: Narrator","/#","^Bạn đi về phía thư viện lớn. Nỗi đau đã biến thành một mục đích lạnh lùng.","\n","end",{"#f":1}],"Thu_Vien_Tim_Kiem":["#","^bg: library-return","/#","#","^character: none","/#","#","^speaker: Narrator","/#","^Thư viện. Nơi trú ẩn của tri thức.","\n","#","^speaker: Narrator","/#","^Đối với tôi, nó đã trở thành một chiến trường.","\n","#","^speaker: Vladimir (Bạn)","/#","^Tôi đọc. Tôi đọc về luật pháp, về kinh tế, về triết học. Tôi đọc Adam Smith, tôi đọc Ricardo, tôi đọc Hegel.","\n","#","^speaker: Vladimir (Bạn)","/#","^Họ nói về \"bàn tay vô hình\", về \"lợi ích quốc gia\", về \"tinh thần tuyệt đối\"...","\n","#","^speaker: Vladimir (Bạn)","/#","^...nhưng không một cuốn sách nào giải thích được tại sao Arthur, em trai tôi, lại phải chết chỉ với giá 2 shilling.","\n","#","^speaker: Narrator","/#","^Những trang sách bắt đầu nhòe đi. Tuyệt vọng. Cho đến một ngày, một người đàn ông lớn tuổi ngồi xuống đối diện tôi.","\n","#","^speaker: Narrator","/#","^Ông ta có bộ râu rậm, đôi mắt sâu và một vầng trán cao. Ông đã quan sát tôi nhiều ngày nay.","\n","#","^character: marx-teacher","/#","#","^speaker: Vị giáo sư","/#","^\"Cậu sẽ không tìm thấy câu trả lời ở đó đâu, chàng trai trẻ.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Ông biết tôi đang tìm gì sao?\"","\n","#","^speaker: Vị giáo sư","/#","^\"Cậu đang tìm cách giải thích cho một thế giới phi lý. Cậu tìm công lý trong những cuốn sách được viết bởi chính những kẻ hưởng lợi từ sự bất công.\"","\n",{"->":"Nghe_Ong_Ta_Noi"},{"#f":1}],"Nghe_Ong_Ta_Noi":[["#","^speaker: Vladimir (Bạn)","/#","^\"Ông là ai?\"","\n","#","^character: marx-teacher","/#","#","^speaker: Vị giáo sư","/#","^\"Chỉ là một người quan sát. Ta thấy cậu đọc về lợi nhuận, nhưng cậu lại bỏ qua câu hỏi quan trọng nhất: Lợi nhuận đến từ đâu?\"","\n","ev","str","^\"Từ việc bán hàng hóa với giá cao hơn chi phí.\"","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^\"Từ sự hiệu quả của máy móc.\"","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^\"Tôi không biết. Đó là lý do tôi ở đây.\"","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["^ ",{"->":"Profit_From_Sales"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Profit_From_Machines"},"\n",{"#f":5}],"c-2":["^ ",{"->":"I_Dont_Know"},"\n",{"#f":5}]}],{"#f":1}],"Profit_From_Sales":["#","^character: marx-teacher","/#","#","^speaker: Vị giáo sư","/#","^(Ông ta lắc đầu) \"Sai lầm phổ biến. Nếu Harrington bán ghế cho một chủ đất và kiếm được lời, thì chủ đất đó chỉ đơn giản là mất đi số tiền tương ứng. Đó là trao đổi, không phải tạo ra giá trị mới. Giống như cậu chuyển tiền từ túi trái sang túi phải vậy.\"","\n",{"->":"Giai_Thich_Bi_Mat"},{"#f":1}],"Profit_From_Machines":["#","^character: marx-teacher","/#","#","^speaker: Vị giáo sư","/#","^\"Máy móc? Cỗ máy dệt đã giết em trai cậu, nó có giá trị, đúng vậy. Nhưng nó chỉ *chuyển* giá trị của chính nó vào sản phẩm khi nó hao mòn. Nó không *tạo* ra giá trị mới.\"","\n","#","^speaker: Vị giáo sư","/#","^\"Cỗ máy không thể tự mình làm việc. Nó cần một thứ... một món hàng hóa đặc biệt.\"","\n",{"->":"Giai_Thich_Bi_Mat"},{"#f":1}],"I_Dont_Know":["#","^character: marx-teacher","/#","#","^speaker: Vị giáo sư","/#","^\"Một câu trả lời trung thực. Và đó là bước đầu tiên.\"","\n",{"->":"Giai_Thich_Bi_Mat"},{"#f":1}],"Giai_Thich_Bi_Mat":["#","^speaker: Narrator","/#","^Ông ta lật một trang giấy trắng, lấy một cây bút chì.","\n","#","^character: marx-teacher","/#","#","^speaker: Vị giáo sư","/#","^\"Bí mật của Harrington không nằm ở việc bán ghế. Bí mật của ông ta nằm ở việc *mua* một món hàng hóa.\"","\n","#","^speaker: Vị giáo sư","/#","^\"Một món hàng hóa duy nhất trên đời có khả năng tạo ra giá trị lớn hơn chính bản thân nó. Đó chính là *sức lao động*.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Sức lao động?\"","\n","#","^speaker: Vị giáo sư","/#","^\"Harrington trả cho công nhân, như Mary hay Arthur, 2 shilling một ngày. Cái giá đó là gì? Là 'giá trị' của sức lao động. Nó được tính toán vừa đủ... đủ để họ ăn một mẩu bánh mì, ngủ một giấc, và quay lại làm việc vào ngày hôm sau mà không chết.\"","\n","#","^speaker: Vị giáo sư","/#","^\"Nhưng trong 14 tiếng làm việc, Mary không chỉ tạo ra giá trị tương đương 2 shilling. Cô ấy có thể tạo ra 10, 20 shilling.\"","\n","#","^speaker: Vị giáo sư","/#","^\"Vậy 18 shilling chênh lệch đó đi đâu? Nó không tự nhiên sinh ra. Đó chính là phần thời gian lao động không được trả công. Ta gọi nó là *giá trị thặng dư*.\"","\n","#","^speaker: Narrator","/#","^Bạn sững sờ.","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Đó... đó là... ăn cắp.\"","\n","#","^character: marx-teacher","/#","#","^speaker: Vị giáo sư","/#","^\"Đúng vậy. Nhưng là một vụ ăn cắp được pháp luật bảo vệ. Đó là trái tim đang đập của toàn bộ hệ thống này.\"","\n",{"->":"Tha_Hoa"},{"#f":1}],"Tha_Hoa":[["#","^speaker: Vladimir (Bạn)","/#","^\"Nhưng... Arthur... thằng bé còn quá nhỏ...\"","\n","#","^character: marx-teacher","/#","#","^speaker: Vị giáo sư","/#","^\"Đó là mặt kia của vấn đề. Hệ thống này không chỉ ăn cắp giá trị, nó còn ăn cắp cả nhân tính. Ta gọi đó là *sự tha hóa*.\"","\n","#","^speaker: Vị giáo sư","/#","^\"Harrington không coi Arthur là một con người, một đứa trẻ. Ông ta coi nó là một 'công cụ' biết nói, một bộ phận của cỗ máy.\"","\n","#","^speaker: Vị giáo sư","/#","^\"Và khi một bộ phận bị hỏng, ông ta vứt bỏ nó và thay thế bằng một bộ phận khác.\"","\n","#","^speaker: Narrator","/#","^Từng lời của ông như những nhát búa, đập tan mọi thứ bạn từng tin tưởng.","\n","#","^speaker: Narrator","/#","^Cái chết của Arthur. Nó không phải là một tai nạn. Nó không phải là sự xui xẻo.","\n","#","^speaker: Narrator","/#","^Nó là một *kết quả tất yếu*.","\n","#","^speaker: Narrator","/#","^Nó là một phép toán kinh tế lạnh lùng.","\n","#","^speaker: Vladimir (Bạn)","/#","^(Giọng run rẩy) \"Ông là ai? Karl Marx?\"","\n","#","^character: marx-teacher","/#","#","^speaker: Marx","/#","^\"Tên ta không quan trọng. Điều quan trọng là giờ cậu đã thấy. Cậu không thể dùng luật pháp của hệ thống này để chống lại nó, vì luật pháp được tạo ra để bảo vệ nó.\"","\n","ev","str","^\"Vậy tôi phải làm gì?\"","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^\"Harrington... ông ta là ác quỷ.\"","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ ",{"->":"Phai_Lam_Gi"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Harrington_Is_Evil"},"\n",{"#f":5}]}],{"#f":1}],"Harrington_Is_Evil":["#","^character: marx-approving","/#","#","^speaker: Marx","/#","^\"Không. Đó là sai lầm thứ hai. Harrington cũng chỉ là một con tốt.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Một con tốt? Ông ta là kẻ ra lệnh!\"","\n","#","^speaker: Marx","/#","^\"Ông ta bị giam cầm bởi chính quy luật của hệ thống mà ông ta phục vụ. Nếu Harrington nhân từ, tăng lương, giảm giờ làm... ông ta sẽ bị đối thủ cạnh tranh đè bẹp.\"","\n","#","^speaker: Marx","/#","^\"Kẻ thù của cậu không phải là một con người. Kẻ thù của cậu là *hệ thống*. Là *chủ nghĩa tư bản*.\"","\n",{"->":"Phai_Lam_Gi"},{"#f":1}],"Phai_Lam_Gi":["#","^speaker: Vladimir (Bạn)","/#","^\"Nếu không thể dùng luật pháp... vậy tôi phải làm gì?\"","\n","#","^character: marx-teacher","/#","#","^speaker: Marx","/#","^(Ông nhìn thẳng vào mắt bạn, ánh mắt rực lửa) \"Một hệ thống được xây dựng trên sự bóc lột sẽ không bao giờ tự nguyện từ bỏ quyền lực.\"","\n","#","^speaker: Marx","/#","^\"Bạo lực, thưa cậu Vladimir, chính là bà đỡ cho mọi xã hội cũ đang thai nghén một xã hội mới.\"","\n","#","^speaker: Marx","/#","^\"Cậu không thể cải tạo nó. Cậu chỉ có thể *đập tan* nó.\"","\n","#","^speaker: Narrator","/#","^Ông ta đứng dậy, để lại bạn một mình với những lý luận còn nóng hổi.","\n","#","^speaker: Vladimir (Bạn)","/#","^(Tự nhủ) \"Đập tan nó...\"","\n","#","^speaker: Narrator","/#","^Mục tiêu của bạn đã thay đổi. Đây không còn là trả thù cho Arthur.","\n","#","^speaker: Narrator","/#","^Đây là một cuộc chiến.","\n","end",{"#f":1}],"Hanh_Dong_Bat_Dau":["#","^bg: london-alley-1848","/#","#","^character: none","/#","#","^speaker: Vladimir (Bạn)","/#","^Lý luận của Marx đã cho tôi một vũ khí. Nhưng vũ khí để trong thư viện thì vô dụng.","\n","#","^speaker: Vladimir (Bạn)","/#","^Tôi đã hiểu *tại sao* Arthur chết. Giờ là lúc tôi phải hành động để cái chết đó không trở nên vô nghĩa.","\n","#","^speaker: Vladimir (Bạn)","/#","^Tôi cần những đồng minh. Tôi không thể làm việc này một mình.","\n","#","^speaker: Narrator","/#","^Suy nghĩ đầu tiên của tôi hướng về những nạn nhân khác của Harrington. Không phải những người bị bóc lột trong nhà máy... mà là những người bị nó nghiền nát từ bên ngoài.","\n","#","^speaker: Narrator","/#","^Tôi tìm đến Thomas, người thợ mộc thủ công mà tôi từng biết. Xưởng của ông ấy giờ đã đóng cửa, thay thế bằng một cửa hàng bán đồ gia dụng rẻ tiền.","\n",{"->":"Tim_Thomas"},{"#f":1}],"Tim_Thomas":["#","^bg: pub-workers-dim","/#","#","^speaker: Narrator","/#","^Tôi tìm thấy ông ấy trong một quán rượu tồi tàn, chìm trong men rượu. Vẻ tự hào của người nghệ nhân đã biến mất, chỉ còn lại sự trống rỗng.","\n","#","^character: thomas-broken-defeated","/#","#","^speaker: Vladimir (Bạn)","/#","^\"Ông Thomas?\"","\n","#","^speaker: Thomas","/#","^(Ngước đôi mắt mệt mỏi lên) \"Là cậu à, Vladimir... Cậu sinh viên. Đến đây để chế nhạo tôi sao? Kẻ thất bại cuối cùng của nghề thủ công?\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Không. Tôi đến để tìm một đồng minh. Harrington... hắn đã cướp đi xưởng của ông. Và hắn đã giết em trai tôi.\"","\n","#","^speaker: Narrator","/#","^Đôi mắt Thomas mở to. Sự thù hận làm ông ấy tỉnh cả rượu.","\n","#","^speaker: Thomas","/#","^\"Hắn giết... Arthur? Thằng bé hay lon ton qua xem ta đục gỗ ư?\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Nó chết trên dây chuyền của Harrington.\"","\n",{"->":"Lien_Minh_Dau_Tien"},{"#f":1}],"Lien_Minh_Dau_Tien":["#","^character: thomas-broken-defeated","/#","#","^speaker: Thomas","/#","^(Ông đập bàn) \"Tên khốn đó! Hắn lấy đi mọi thứ của chúng ta! Hắn biến nghệ thuật thành đống rác rưởi, biến con người thành máy móc!\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Tôi sẽ chống lại hắn. Nhưng tôi cần ông. Ông hiểu những người thợ. Ông biết cách tổ chức họ.\"","\n","#","^speaker: Thomas","/#","^\"Tổ chức? Chống lại Harrington? Cậu bị điên à? Hắn là một đế chế!\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Một đế chế được xây dựng dựa trên sự sợ hãi. Nếu chúng ta đoàn kết, chúng ta có thể làm nó sụp đổ.\"","\n","#","^speaker: Narrator","/#","^Thomas nhìn tôi một lúc lâu. Ông uống cạn cốc bia.","\n","#","^speaker: Thomas","/#","^\"Được. Ta cũng chẳng còn gì để mất. Ta sẽ nói chuyện với những người khác. Những thợ rèn, thợ giày... những người đã bị nhà máy của hắn đẩy ra đường. Chúng ta sẽ có một cuộc họp.\"","\n",{"->":"Gap_Go_Engels"},{"#f":1}],"Gap_Go_Engels":[["#","^bg: factory-office-exterior","/#","#","^speaker: Narrator","/#","^Vài ngày sau, một lá thư được gửi đến phòng trọ tồi tàn của tôi. Một địa chỉ ở khu phố giàu có.","\n","#","^speaker: Narrator","/#","^\"Nếu cậu thực sự muốn chống lại Harrington, hãy đến gặp tôi. - F.E.\"","\n","#","^speaker: Narrator","/#","^Tôi đến địa chỉ đó. Một văn phòng sang trọng. Người đàn ông tiếp tôi còn trẻ, ăn mặc như một nhà tư sản, nhưng ánh mắt đầy trăn trở.","\n","#","^character: engels-concerned","/#","#","^speaker: Engels","/#","^\"Cảm ơn đã đến, Vladimir. Ta là Friedrich Engels. Ta là... đối tác kinh doanh của Harrington.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^(Tôi giật mình, đặt tay lên vũ khí phòng thân) \"Đối tác? Ông gài bẫy tôi?\"","\n","#","^speaker: Engels","/#","^\"Không, không. Ngược lại. Ta ở đây vì ta *nhìn thấy* những gì Harrington làm. Ta là một nhà tư sản, đúng vậy. Nhưng ta cũng có lương tâm.\"","\n","#","^speaker: Engels","/#","^\"Ta đã đọc các bài viết của anh bạn Karl Marx. Ta biết những gì đang diễn ra trong các nhà máy đó còn tồi tệ hơn cả địa ngục.\"","\n","ev","str","^\"Ông muốn gì từ tôi?\"","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^\"Một nhà tư sản có lương tâm? Thật nực cười.\"","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ ",{"->":"Engels_Offer"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Distrust_Engels"},"\n",{"#f":5}]}],{"#f":1}],"Distrust_Engels":["#","^character: engels-concerned","/#","#","^speaker: Engels","/#","^\"Ta hiểu sự hoài nghi của cậu. Nhưng hãy tin ta, không phải ai trong giai cấp của ta cũng là quái vật. Một số chúng ta nhìn thấy sự mục rữa từ bên trong.\"","\n","#","^speaker: Engels","/#","^\"Ta không thể tự mình phá hủy nó, nhưng ta có thể cung cấp vũ khí cho người làm được.\"","\n",{"->":"Engels_Offer"},{"#f":1}],"Engels_Offer":["#","^speaker: Vladimir (Bạn)","/#","^\"Ông muốn gì?\"","\n","#","^character: engels-concerned","/#","#","^speaker: Engels","/#","^\"Ta muốn cung cấp cho cậu... thông tin. Và tiền.\"","\n","#","^speaker: Engels","/#","^\"Harrington sắp nhập một lô máy móc mới. Hắn sẽ sa thải một nửa số công nhân trong xưởng dệt - chính là nơi em trai cậu đã mất.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Hắn sẽ sa thải họ?\"","\n","#","^speaker: Engels","/#","^\"Đúng vậy. Họ sẽ bị ném ra đường. Họ đang tuyệt vọng. Và một người đang tuyệt vọng là một người sẵn sàng lắng nghe.\"","\n","#","^speaker: Engels","/#","^(Ông ta đưa cho tôi một túi tiền vàng) \"Đây. Dùng nó để in truyền đơn, để hỗ trợ những gia đình bị sa thải. Hãy biến nỗi sợ hãi của họ thành hành động.\"","\n",{"->":"Hinh_Thanh_Cong_Hoi"},{"#f":1}],"Hinh_Thanh_Cong_Hoi":["#","^bg: pub-workers-dim","/#","#","^speaker: Narrator","/#","^Đêm đó, trong tầng hầm của quán rượu, cuộc họp bí mật đầu tiên diễn ra.","\n","#","^speaker: Narrator","/#","^Là tôi, Thomas, và năm người công nhân đại diện cho các xưởng.","\n","#","^character: thomas-craftsman-proud","/#","#","^speaker: Thomas","/#","^\"Harrington sắp sa thải chúng ta! Hắn dùng máu của con em chúng ta để mua máy móc mới, rồi vứt bỏ chúng ta như rác!\"","\n","#","^character: none","/#","#","^speaker: Công nhân 1","/#","^\"Chúng ta phải làm gì đây? Chúng ta không thể chống lại hắn!\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Một mình thì không thể. Nhưng nếu 500 người... 1000 người... cùng nhau ngừng làm việc? Nhà máy của hắn sẽ tê liệt.\"","\n","#","^speaker: Narrator","/#","^Tôi nói cho họ về \"giá trị thặng dư\". Tôi nói cho họ rằng chính họ, chứ không phải Harrington, mới là người tạo ra của cải.","\n","#","^speaker: Narrator","/#","^Tôi dùng số tiền của Engels để thành lập một quỹ bí mật.","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Chúng ta sẽ không đình công ngay. Chúng ta sẽ tổ chức.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Chúng ta sẽ thành lập 'Công hội Thợ dệt Tưởng nhớ Arthur'. Bí mật. Mỗi người các anh về xưởng, kết nạp thêm 10 người. Chỉ những người đáng tin cậy nhất.\"","\n","#","^speaker: Thomas","/#","^\"Và khi thời cơ đến...\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Khi thời cơ đến, chúng ta sẽ cho Harrington thấy ai mới là người thực sự nắm giữ quyền lực.\"","\n","#","^speaker: Narrator","/#","^Ngọn lửa đầu tiên đã được nhen nhóm trong bóng tối.","\n","end",{"#f":1}],"Ngay_Dinh_Menh":["#","^bg: factory-exterior-smoke","/#","#","^character: none","/#","#","^speaker: Narrator","/#","^Một tuần sau, ngày đó đã đến.","\n","#","^speaker: Narrator","/#","^Gã quản đốc dán một tờ giấy lên cổng nhà máy: \"Danh sách công nhân bị sa thải do áp dụng dây chuyền hơi nước mới\".","\n","#","^speaker: Narrator","/#","^Một nửa xưởng dệt. Hàng trăm gia đình bị đẩy ra đường chỉ bằng một mẩu giấy.","\n","#","^speaker: Narrator","/#","^Sự im lặng bao trùm lấy đám đông. Nhưng hôm nay, đó không phải là sự im lặng của nỗi sợ hãi. Đó là sự im lặng trước cơn bão.","\n","#","^speaker: Vladimir (Bạn)","/#","^(Đứng trên một thùng gỗ, hô lớn) \"Anh em! Hôm nay, hắn vứt bỏ các anh! Ngày mai, hắn sẽ vứt bỏ chúng ta! Chúng ta đã im lặng quá lâu rồi!\"","\n","#","^speaker: Thomas","/#","^(Đứng bên cạnh bạn) \"Hôm nay, chúng ta sẽ cho hắn thấy! Không có chúng ta, không một bánh xe nào được phép quay! Không một sợi chỉ nào được phép dệt!\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"TẤT CẢ! ĐÌNH CÔNG!\"","\n",{"->":"Dinh_Cong_Bat_Dau"},{"#f":1}],"Dinh_Cong_Bat_Dau":["#","^bg: factory-interior-dark","/#","#","^speaker: Narrator","/#","^Như một hiệu lệnh, tiếng máy móc gầm rú đồng loạt im bặt.","\n","#","^speaker: Narrator","/#","^Từng người một, các công nhân buông dụng cụ, đứng dậy. Cái im lặng đột ngột trong nhà máy còn đáng sợ hơn bất kỳ tiếng gầm nào.","\n","#","^character: foreman-angry","/#","#","^speaker: Quản đốc","/#","^\"Cái gì thế này? Chúng mày bị điên à? Quay lại làm việc ngay!\"","\n","#","^speaker: Thomas","/#","^\"Biến đi, tên tay sai! Chúng tao muốn nói chuyện với Harrington!\"","\n","#","^speaker: Narrator","/#","^Harrington xuất hiện. Vẫn là vẻ bình thản đáng ghét đó.","\n","#","^character: harrington-old-dignified","/#","#","^speaker: Harrington","/#","^\"Một trò trẻ con. Các người nghĩ mình đang làm gì vậy? Các người nghĩ ta cần các người sao?\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Ông cần chúng tôi. Không có chúng tôi, đế chế của ông chỉ là đống sắt vụn!\"","\n","#","^speaker: Harrington","/#","^(Ông ta cười, một nụ cười lạnh như băng) \"Cậu Vladimir, cậu vẫn quá ngây thơ. Cậu đã quên bài học ở văn phòng luật sư rồi sao? Ta luôn có một lựa chọn khác.\"","\n",{"->":"Doi_Quan_Du_Bi"},{"#f":1}],"Doi_Quan_Du_Bi":["#","^speaker: Narrator","/#","^Harrington ra hiệu.","\n","#","^speaker: Narrator","/#","^Cánh cổng lớn của nhà máy mở toang.","\n","#","^speaker: Narrator","/#","^Và họ tràn vào.","\n","#","^speaker: Narrator","/#","^Hàng trăm con người. Gầy gò, rách rưới, tuyệt vọng. Những người thất nghiệp đã chờ bên ngoài hàng tuần lễ. \"Đội quân dự bị\" mà Marx đã cảnh báo. Họ sẵn sàng làm việc với bất kỳ giá nào, dù chỉ là một mẩu bánh mì.","\n","#","^character: harrington-old-dignified","/#","#","^speaker: Harrington","/#","^\"Các người thấy không? Đây là những người *thực sự* muốn làm việc! Họ sẽ làm việc với nửa số lương của các người! Các người không phải là không thể thay thế.\"","\n","#","^character: none","/#","#","^speaker: Công nhân 1","/#","^\"Không! Đây là công việc của chúng tao! Cút ra!\"","\n","#","^speaker: Narrator","/#","^Cuộc hỗn loạn nổ ra. Các công nhân đình công cố gắng chặn những người mới. Hai đám đông tuyệt vọng lao vào nhau.","\n","#","^speaker: Narrator","/#","^Nhưng đó chưa phải là điều tồi tệ nhất.","\n",{"->":"Dan_Ap_Dam_Mau"},{"#f":1}],"Dan_Ap_Dam_Mau":["#","^bg: london-street-evening","/#","#","^speaker: Narrator","/#","^Harrington giơ tay. Những tên bảo vệ tư của hắn, được trang bị dùi cui nặng, lao vào.","\n","#","^speaker: Narrator","/#","^Nhưng chúng không tấn công những người mới.","\n","#","^speaker: Narrator","/#","^Chúng lao thẳng vào những công nhân đình công.","\n","#","^speaker: Narrator","/#","^Tiếng la hét. Tiếng dùi cui nện vào xương. Máu đổ.","\n","#","^character: thomas-craftsman-proud","/#","#","^speaker: Thomas","/#","^(Ông gào lên, cố bảo vệ một nữ công nhân) \"Dừng lại! Đồ súc sinh! Chúng ta là con người!\"","\n","#","^speaker: Narrator","/#","^Một tên bảo vệ vung dùi cui thẳng vào đầu Thomas. Ông gục xuống.","\n","#","^speaker: Vladimir (Bạn)","/#","^\"ÔNG THOMAS!!\"","\n","#","^speaker: Narrator","/#","^Bạn lao tới, nhưng đã quá muộn. Chúng lôi Thomas đi, máu chảy đầm đìa.","\n","#","^speaker: Narrator","/#","^Cuộc đình công bị đập tan trong 10 phút. Những người mới sợ hãi ngồi vào dây chuyền. Tiếng máy móc lại gầm lên, át đi tiếng rên rỉ của những người bị thương.","\n",{"->":"Bai_Hoc_Cuoi_Cung"},{"#f":1}],"Bai_Hoc_Cuoi_Cung":["#","^bg: london-alley-1848","/#","#","^speaker: Narrator","/#","^Bạn bị đánh trọng thương, nhưng may mắn lẩn vào được một con hẻm.","\n","#","^speaker: Narrator","/#","^Đêm đó, Engels tìm thấy bạn trong một căn gác áp mái an toàn. Ông băng bó vết thương cho bạn.","\n","#","^character: engels-concerned","/#","#","^speaker: Engels","/#","^\"Ta xin lỗi, Vladimir. Ta đã đánh giá thấp sự tàn nhẫn của hắn. Thomas... ông ấy bị bắt rồi. Sẽ bị đày đi thuộc địa.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^(Bạn siết chặt nắm tay, cơn đau thể xác không bằng cơn đau trong lồng ngực) \"Mary mất tích... Arthur chết... Giờ đến Thomas...\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Tất cả là vô nghĩa. Đấu tranh ôn hòa, công đoàn... tất cả đều vô nghĩa.\"","\n","#","^character: engels-serious","/#","#","^speaker: Engels","/#","^\"Nó không vô nghĩa. Nó là một bài học.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Bài học gì? Rằng chúng ta không thể thắng?\"","\n","#","^speaker: Engels","/#","^\"Không. Bài học là *cách* chúng ta thắng. Cậu đã đúng, Vladimir. Giai cấp thống trị sẽ không bao giờ từ bỏ quyền lực một cách hòa bình. Chúng sẵn sàng giết người để bảo vệ lợi nhuận.\"","\n","#","^speaker: Narrator","/#","^Lời nói của Marx văng vẳng bên tai bạn: \"Bạo lực chính là bà đỡ...\"","\n","#","^speaker: Vladimir (Bạn)","/#","^(Giọng bạn giờ đây lạnh lùng và sắc bén) \"Ông ấy đã đúng. Karl Marx đã đúng.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Nếu chúng dùng dùi cui... chúng ta phải dùng súng.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Nếu chúng có bảo vệ tư... chúng ta phải có quân đội của riêng mình.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Đây không còn là một cuộc đình công. Đây là một cuộc chiến tranh giai cấp.\"","\n","#","^speaker: Narrator","/#","^Bạn nhìn ra ngoài cửa sổ, nhà máy của Harrington vẫn sáng đèn trong đêm.","\n","#","^speaker: Narrator","/#","^Một nhà trí thức đã chết trong con hẻm đó.","\n","#","^speaker: Narrator","/#","^Một nhà cách mạng vừa được sinh ra.","\n","end",{"#f":1}],"Thoi_Gian_Da_Diem":["#","^bg: london-alley-1848","/#","#","^character: none","/#","#","^speaker: Narrator","/#","^Nhiều năm trôi qua.","\n","#","^speaker: Narrator","/#","^Những năm tháng ẩn náu, tổ chức, và trui rèn ý chí. \"Công hội Tưởng nhớ Arthur\" không còn là một nhóm nhỏ bí mật. Nó đã trở thành \"Đảng Sắt\" - một tổ chức cách mạng được tôi luyện trong kỷ luật và ngọn lửa căm thù.","\n","#","^speaker: Vladimir (Bạn)","/#","^Tôi không còn là gã sinh viên ngây thơ tin vào sách vở. Tôi là một nhà lãnh đạo. Tôi đã học được bài học mà Harrington và Marx đã dạy tôi: Quyền lực không được ban cho. Nó phải bị tước đoạt.","\n","#","^speaker: Narrator","/#","^Và hôm nay, khi nền kinh tế sụp đổ dưới sức nặng của một cuộc chiến tranh bên ngoài, khi người dân đã quá đói khổ... thời cơ đã đến.","\n",{"->":"Noi_Day"},{"#f":1}],"Noi_Day":["#","^bg: paris-battle-smoke","/#","#","^speaker: Narrator","/#","^Thành phố là một chiến trường. Khói bốc lên từ các khu phố lao động.","\n","#","^speaker: Narrator","/#","^Tiếng súng nổ vang trời. Nhưng lần này, không phải là tiếng dùi cui của bảo vệ tư nhân.","\n","#","^speaker: Narrator","/#","^Đó là tiếng súng của những người lính đã đào ngũ, của những công nhân đã được vũ trang. \"Hồng Vệ Binh\" của chúng ta.","\n","#","^speaker: Narrator","/#","^Các nhà máy, nhà ga, bưu điện... tất cả đều đã rơi vào tay chúng ta.","\n","#","^speaker: Narrator","/#","^Chỉ còn lại một nơi duy nhất. Pháo đài cuối cùng của chế độ cũ.","\n","#","^speaker: Narrator","/#","^\"Công điện Mùa Đông\" - nơi Harrington và chính phủ bù nhìn của hắn đang cố thủ.","\n","#","^character: engels-serious","/#","#","^speaker: Engels","/#","^(Ông giờ đã là một chỉ huy quân sự, khẩu súng lục đeo bên hông) \"Vladimir! Các trung đoàn lính gác đã hạ vũ khí! Họ đã đứng về phía nhân dân! Đã đến lúc tổng tấn công!\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Tất cả lực lượng... tiến về Công điện! Đêm nay, chúng ta phải kết thúc chuyện này!\"","\n",{"->":"Tan_Cong_Cong_Dien"},{"#f":1}],"Tan_Cong_Cong_Dien":["#","^bg: harrington-office-grand","/#","#","^speaker: Narrator","/#","^Cánh cửa khổng lồ của Công điện bị hất tung.","\n","#","^speaker: Narrator","/#","^Hồng Vệ Binh tràn vào như một cơn bão. Một vài cuộc đọ súng lẻ tẻ nổ ra rồi tắt lịm. Những kẻ bảo vệ cuối cùng của chế độ cũ vứt súng đầu hàng.","\n","#","^speaker: Narrator","/#","^Bạn bước qua đại sảnh xa hoa, nơi mà giới quý tộc và tư sản đã từng khiêu vũ trên nỗi thống khổ của nhân dân.","\n","#","^speaker: Narrator","/#","^Bạn đạp cửa xông vào văn phòng lớn nhất.","\n","#","^speaker: Narrator","/#","^Harrington đang ở đó. Đã già đi. Nhưng vẫn ngồi sau bàn làm việc, bình thản một cách kỳ lạ.","\n",{"->":"Doi_Mat_Cuoi_Cung"},{"#f":1}],"Doi_Mat_Cuoi_Cung":["#","^character: harrington-old-dignified","/#","#","^speaker: Harrington","/#","^\"Vậy là cậu đã làm được, cậu sinh viên Vladimir. Cậu đã đưa đám đông man rợ đến tận cửa nhà ta. Cậu tự hào chứ?\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Ta đến đây không phải để nói chuyện. Quyền lực của ông đã hết.\"","\n","#","^speaker: Harrington","/#","^(Ông ta cười khẩy) \"Quyền lực? Cậu nghĩ cậu đang nắm giữ quyền lực à? Cậu chỉ đang nắm giữ sự hỗn loạn. Cậu lật đổ ta... rồi sao? Cậu sẽ điều hành nhà máy thế nào? Cậu sẽ làm cho bánh mì mọc ra từ đâu?\"","\n","#","^speaker: Harrington","/#","^\"Cậu sẽ nhận ra... việc phá hủy thì dễ dàng. Việc xây dựng... mới là địa ngục. Cậu sẽ thất bại, Vladimir. Và cậu sẽ trở thành chính thứ mà cậu căm ghét.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Đó là việc của chúng ta. Còn việc của ông... là chứng kiến thế giới của ông sụp đổ.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^(Quay sang các binh lính) \"Bắt lấy ông ta.\"","\n","#","^speaker: Narrator","/#","^Harrington không chống cự khi bị lôi đi. Khi đi ngang qua bạn, ông ta ghé tai thì thầm:","\n","#","^speaker: Harrington","/#","^\"Cỗ máy không thể dừng lại, cậu bé ạ. Nó chỉ đổi người vận hành thôi.\"","\n",{"->":"Tuyen_Bo_Chien_Thang"},{"#f":1}],"Tuyen_Bo_Chien_Thang":["#","^bg: revolution-fire-hope","/#","#","^speaker: Narrator","/#","^Bạn bước ra ban công của Công điện.","\n","#","^speaker: Narrator","/#","^Bên dưới, một biển người vô tận. Họ reo hò, họ khóc, họ vẫy cờ đỏ. Họ đang hô vang tên bạn.","\n","#","^speaker: Narrator","/#","^Cái chết của Arthur, sự hy sinh của Thomas, những cuộc đình công đẫm máu... tất cả đều dẫn đến khoảnh khắc này.","\n","#","^character: none","/#","#","^speaker: Vladimir (Bạn)","/#","^(Giọng bạn được khuếch đại, vang vọng khắp quảng trường)","\n","#","^speaker: Vladimir (Bạn)","/#","^\"HỠI CÁC CÔNG DÂN! HỠI NHỮNG NGƯỜI LAO ĐỘNG! HỠI NHỮNG NGƯỜI ANH EM!\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Chế độ bạo tàn của tư bản đã sụp đổ! Harrington và bè lũ của hắn đã bị bắt! Cuộc cách mạng đã THÀNH CÔNG!\"","\n","#","^speaker: Narrator","/#","^Một tiếng reo hò như sấm dội lên.","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Kể từ hôm nay, chúng ta tuyên bố thành lập Nhà nước Công nông đầu tiên trong lịch sử! Tất cả nhà máy, hầm mỏ, đất đai... đều thuộc về nhân dân!\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Một thế giới mới đã bắt đầu! Một thế giới không còn bóc lột! Nhưng hãy nhớ... cuộc chiến của chúng ta... chỉ vừa mới bắt đầu!\"","\n","end",{"#f":1}],"Ngay_Sau_Chien_Thang":["#","^bg: harrington-office-grand","/#","#","^character: none","/#","#","^speaker: Narrator","/#","^Một tháng sau Cách mạng.","\n","#","^speaker: Narrator","/#","^Tôi ngồi trong văn phòng cũ của Harrington. Cảm giác chiến thắng đã tan biến nhanh chóng, chỉ còn lại sức nặng của quyền lực.","\n","#","^speaker: Narrator","/#","^Lời nói của Harrington cứ văng vẳng bên tai tôi: \"Cậu sẽ điều hành nhà máy thế nào?\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Chúng ta sẽ điều hành nó bằng ý chí của nhân dân. Bằng sự công bằng.\"","\n","#","^speaker: Narrator","/#","^Nhưng ý chí và sự công bằng... dường như không làm ra thép.","\n","#","^character: engels-concerned","/#","#","^speaker: Narrator","/#","^Engels bước vào, trông ông mệt mỏi hơn cả lúc tổ chức đình công. Ông ném một tập báo cáo lên bàn.","\n","#","^speaker: Engels","/#","^\"Thảm họa, Vladimir. Hoàn toàn là một thảm họa.\"","\n",{"->":"Khung_Hoang_Kinh_Te"},{"#f":1}],"Khung_Hoang_Kinh_Te":["#","^speaker: Vladimir (Bạn)","/#","^\"Ý ông là sao? Chúng ta đã thắng!\"","\n","#","^character: engels-concerned","/#","#","^speaker: Engels","/#","^\"Chúng ta thắng về chính trị. Chúng ta đang thua về kinh tế.\"","\n","#","^speaker: Engels","/#","^\"Nhà máy Harrington - giờ là 'Nhà máy Công nông Arthur' - sản lượng chỉ bằng 20% so với trước. Hầu hết các lò rèn đã tắt. Đường ray xe lửa rỉ sét vì không có than. Lúa mì ngoài đồng không ai thu hoạch.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Nhưng... chúng ta đã trao nhà máy cho công nhân! Họ đang làm việc cho chính mình! Lẽ ra họ phải hăng hái hơn chứ?\"","\n","#","^speaker: Engels","/#","^\"Đó là lý thuyết. Còn đây là thực tế.\"","\n",{"->":"Den_Nha_May_Lan_Nua"},{"#f":1}],"Den_Nha_May_Lan_Nua":["#","^bg: factory-interior-dark","/#","#","^speaker: Narrator","/#","^Bạn và Engels đi thị sát nhà máy.","\n","#","^speaker: Narrator","/#","^Một cảnh tượng kỳ lạ. Không còn tiếng gào thét của quản đốc. Không còn sự sợ hãi. Nhưng cũng không còn... năng suất.","\n","#","^speaker: Narrator","/#","^Công nhân tụ tập thành từng nhóm, nói chuyện phiếm, hút thuốc. Dây chuyền sản xuất ghế, thứ đã từng vận hành tàn nhẫn, giờ đây di chuyển chậm chạp, thỉnh thoảng lại dừng hẳn.","\n","#","^speaker: Vladimir (Bạn)","/#","^(Tóm lấy một công nhân) \"Tại sao anh không làm việc? Dây chuyền dừng rồi kìa!\"","\n","#","^character: none","/#","#","^speaker: Công nhân","/#","^(Anh ta nhún vai, không một chút sợ hãi) \"Tôi mệt thì tôi nghỉ thôi, đồng chí. Máy móc cũng cần nghỉ ngơi chứ. Giờ chúng ta tự làm chủ rồi, vội gì?\"","\n","#","^speaker: Công nhân 2","/#","^\"Phải đó. Ngày xưa Harrington bắt chúng tôi làm 14 tiếng. Giờ chúng tôi làm 8 tiếng. Nhưng làm 8 tiếng mệt lắm, hay là 6 tiếng thôi?\"","\n","#","^speaker: Narrator","/#","^Bạn sững sờ.","\n",{"->":"Bai_Toan_Bo_Ngo"},{"#f":1}],"Bai_Toan_Bo_Ngo":["#","^bg: harrington-office-grand","/#","#","^speaker: Narrator","/#","^Trở lại văn phòng, bạn nhìn Engels trong im lặng.","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Họ không có động lực.\"","\n","#","^character: engels-serious","/#","#","^speaker: Engels","/#","^\"Đúng vậy. Khi 'mọi người cùng làm chủ', điều đó cũng có nghĩa là 'chẳng ai làm chủ cả'.\"","\n","#","^speaker: Engels","/#","^\"Tại sao tôi phải cố gắng khi lương của tôi bằng với người lười biếng nhất? Tại sao tôi phải sáng tạo khi lợi nhuận (nếu có) được chia đều cho tất cả?\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Đây... đây chính là **bài toán mà Marx đã bỏ ngỏ**.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Ông ấy đã chỉ cho chúng ta cách lật đổ, cách tước đoạt... nhưng ông ấy không nói rõ làm thế nào để kiến tạo, làm thế nào để cỗ máy tiếp tục chạy khi ta lấy đi thứ nhiên liệu đã vận hành nó: Lợi nhuận cá nhân.\"","\n",{"->":"Thoi_Bao_Cap"},{"#f":1}],"Thoi_Bao_Cap":["#","^bg: london-street-evening","/#","#","^speaker: Narrator","/#","^Vài tuần sau, hậu quả ập đến.","\n","#","^speaker: Narrator","/#","^Đây là \"thời kỳ bao cấp\" của chúng ta.","\n","#","^speaker: Narrator","/#","^Các cửa hàng trống rỗng. Bánh mì được phân phát theo tem phiếu.","\n","#","^speaker: Narrator","/#","^Trớ trêu thay, người dân bắt đầu xếp hàng dài hơn cả thời Harrington. Giờ đây họ có tự do, nhưng họ không có thức ăn.","\n","#","^speaker: Narrator","/#","^Một tiếng thì thầm bắt đầu lan truyền trong đám đông: \"Ít nhất... thời Harrington chúng ta còn có bánh mì.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Không. Ta không thể để điều này xảy ra. Ta không hy sinh Arthur, không hy sinh Thomas... để rồi chết đói.\"","\n",{"->":"Ky_Luat_Sat"},{"#f":1}],"Ky_Luat_Sat":["#","^speaker: Vladimir (Bạn)","/#","^\"Nếu ý thức tự giác không hoạt động... chúng ta sẽ dùng kỷ luật.\"","\n","#","^character: engels-concerned","/#","#","^speaker: Engels","/#","^\"Vladimir... cẩn thận. Đó là con đường nguy hiểm.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Chúng ta không còn lựa chọn! Lý tưởng phải được bảo vệ!\"","\n","#","^speaker: Narrator","/#","^Bạn ban hành \"Sắc lệnh Kỷ luật Lao động\".","\n","#","^speaker: Narrator","/#","^Bạn cử các \"Chính ủy\" của Đảng đến từng nhà máy.","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Ai không hoàn thành chỉ tiêu, sẽ bị cắt khẩu phần! Ai lười biếng, là kẻ phản cách mạng!\"","\n",{"->":"Su_That_Bai_Cua_Ly_Thuyet"},{"#f":1}],"Su_That_Bai_Cua_Ly_Thuyet":["#","^bg: factory-interior-dark","/#","#","^speaker: Narrator","/#","^Bạn quay lại nhà máy một tuần sau đó.","\n","#","^speaker: Narrator","/#","^Mọi thứ đã thay đổi. Sự vui vẻ, lười biếng đã biến mất.","\n","#","^speaker: Narrator","/#","^Thay vào đó là sự im lặng, căng thẳng. Các công nhân làm việc, nhưng dưới ánh mắt giám sát của các Chính ủy cầm súng.","\n","#","^speaker: Narrator","/#","^Không khí sợ hãi đã quay trở lại.","\n","#","^speaker: Narrator","/#","^Nhưng năng suất? Vẫn không tăng.","\n","#","^speaker: Narrator","/#","^Họ chỉ làm việc khi bị giám sát. Họ làm chậm. Họ làm hỏng các cỗ máy một cách \"vô tình\". Họ căm ghét những người quản lý mới, y như cách họ căm ghét Harrington.","\n","#","^character: engels-serious","/#","#","^speaker: Engels","/#","^(Ông kéo bạn ra một góc) \"Nó không hoạt động, Vladimir. Chúng ta đã thất bại.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Không! Chúng ta cần thêm kỷ luật!\"","\n","#","^speaker: Engels","/#","^\"Không! Kỷ luật sắt chỉ tạo ra sự sợ hãi, không tạo ra sự sáng tạo. Chúng ta đã thay thế sự bóc lột của tư bản... bằng sự quan liêu của chính chúng ta. Mọi thứ vẫn đứng im.\"","\n","#","^speaker: Narrator","/#","^Bạn nhìn những người công nhân. Họ nhìn bạn không phải như một người giải phóng.","\n","#","^speaker: Narrator","/#","^Họ nhìn bạn... như một Harrington mới.","\n","#","^speaker: Vladimir (Bạn)","/#","^(Tự nhủ, một mình trong văn phòng đêm đó) \"Lý tưởng của chúng ta... không thể sai. Chắc chắn là... chắc chắn là do chúng ta làm sai cách.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Nhưng nếu... nếu chính lý thuyết đã sai thì sao?\"","\n","#","^speaker: Narrator","/#","^Câu hỏi đó treo lơ lửng trong đêm. Cuộc cách mạng đã thành công, nhưng chúng ta đang chết đói.","\n","end",{"#f":1}],"Ben_Bo_Vuc_Tham":["#","^bg: harrington-office-grand","/#","#","^character: none","/#","#","^speaker: Narrator","/#","^Nửa đêm. Văn phòng của Harrington, giờ là của tôi.","\n","#","^speaker: Narrator","/#","^Sự im lặng đáng sợ. Bên ngoài kia, thành phố không ngủ. Nó đang đói.","\n","#","^speaker: Narrator","/#","^Cuộc cách mạng đang tự ăn thịt chính mình.","\n","#","^speaker: Narrator","/#","^Một chính ủy trẻ tuổi, mặt cắt không còn giọt máu, xông vào.","\n","#","^character: none","/#","#","^speaker: Chính ủy","/#","^\"Báo cáo khẩn, thưa đồng chí Vladimir! Kho dự trữ lương thực trung tâm đã bị cướp phá! Dân chúng đang nổi loạn ở khu phố thợ dệt. Họ... họ đã xé nát cờ của chúng ta.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Nổi loạn? Chống lại chính quyền của chính họ?\"","\n","#","^speaker: Chính ủy","/#","^\"Họ nói... (ngập ngừng) ... họ nói thà bị Harrington bóc lột còn hơn là chết đói dưới sự lãnh đạo của chúng ta. Xin đồng chí ra lệnh! Chúng ta có nên... dùng vũ lực?\"","\n","#","^speaker: Narrator","/#","^Dùng vũ lực. Chĩa súng vào chính những người mà chúng ta đã thề sẽ giải phóng.","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Ra ngoài. Cho tôi một mình.\"","\n",{"->":"Bong_Ma_Trong_Van_Phong"},{"#f":1}],"Bong_Ma_Trong_Van_Phong":["#","^speaker: Narrator","/#","^Cánh cửa đóng lại. Tôi một mình.","\n","#","^speaker: Vladimir (Bạn)","/#","^(Tự nhủ) \"Harrington... Lão già đó... Lão ta đã thắng.\"","\n","#","^speaker: Narrator","/#","^Tôi nhìn chằm chằm vào chiếc ghế bành của lão. Lời nói của lão ta lúc bị bắt vang vọng trong đầu tôi: \"Cậu sẽ điều hành nhà máy thế nào?\"","\n","#","^speaker: Narrator","/#","^Và lời cảnh báo của Engels: \"Họ nhìn anh... như một Harrington mới.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Chúng ta đã làm gì sai? Lý tưởng là đúng. Mục tiêu giải phóng con người là đúng. Tại sao nó lại không hoạt động?\"","\n","#","^speaker: Narrator","/#","^Tôi đi đi lại lại trong phòng.","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Bởi vì chúng ta đã quá ngây thơ. Chúng ta nghĩ rằng chỉ cần đập tan xiềng xích là con người sẽ tự động trở nên tốt đẹp.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Nhưng Marx chỉ cho ta cách tước đoạt... ông ấy không cho ta cách kiến tạo.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Chúng ta đã tước đoạt nhà máy, nhưng chúng ta không biết cách vận hành nó. Chúng ta đã giết chết con ngỗng... và giờ chúng ta không có trứng vàng.\"","\n",{"->":"Y_Nghi_Di_Giao"},{"#f":1}],"Y_Nghi_Di_Giao":["#","^speaker: Narrator","/#","^Cỗ máy cần nhiên liệu.","\n","#","^speaker: Narrator","/#","^Nếu \"ý thức xã hội chủ nghĩa\" không phải là nhiên liệu... vậy thì nhiên liệu của nó là gì?","\n","#","^speaker: Vladimir (Bạn)","/#","^(Một sự thật lạnh lẽo chạy dọc sống lưng) \"Là nó. Vẫn luôn là nó.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Lòng tham. Lợi nhuận. Lợi ích cá nhân.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Thứ mà chúng ta căm ghét nhất. Thứ đã giết chết Arthur.\"","\n","#","^speaker: Narrator","/#","^Và rồi, một ý nghĩ lóe lên. Một ý nghĩ dị giáo. Một sự phản bội lại tất cả những gì tôi đã chiến đấu.","\n","#","^speaker: Narrator","/#","^Nhưng... đó là con đường duy nhất.","\n","#","^speaker: Vladimir (Bạn)","/#","^(Dừng lại, nhìn ra thành phố đang đói) \"Nếu chúng ta không thể tự tạo ra động lực... chúng ta sẽ phải *vay mượn* nó.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Chúng ta không thể đánh bại nó. Vậy chúng ta sẽ... *sử dụng* nó.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Đúng vậy... Chúng ta sẽ dùng chính công cụ của tư bản để xây dựng chủ nghĩa xã hội!\"","\n",{"->":"Cuoc_Goi_Luc_Rang_Sang"},{"#f":1}],"Cuoc_Goi_Luc_Rang_Sang":["#","^speaker: Narrator","/#","^Trời vừa hửng sáng. Tôi triệu tập Engels. Ông ấy chạy đến, nghĩ rằng tôi sẽ ra lệnh cho một cuộc thảm sát.","\n","#","^character: engels-concerned","/#","#","^speaker: Engels","/#","^\"Vladimir! Đừng làm thế! Đừng bắn vào nhân dân! Đó sẽ là dấu chấm hết cho mọi thứ!\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Tôi sẽ không bắn. Tôi sẽ cho họ ăn.\"","\n","#","^speaker: Engels","/#","^\"Cho ăn? Bằng cách nào? Kho bạc trống rỗng!\"","\n","#","^speaker: Vladimir (Bạn)","/#","^(Tôi nhìn thẳng vào mắt ông ấy) \"Tôi sẽ cho phép 'kinh tế thị trường' hoạt động trở lại.\"","\n","#","^speaker: Engels","/#","^(Sững sờ) \"CÁI GÌ? Anh... anh nói gì vậy? Đó là... đó là đầu hàng! Chúng ta đã hy sinh tất cả vì điều gì?\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Đây không phải là đầu hàng! Đây là 'thay đổi'!\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Nghe cho kỹ đây. Chúng ta vẫn nắm giữ chính quyền. Chúng ta nắm giữ quân đội. Chúng ta quyết định luật chơi.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Nhưng chúng ta sẽ cho phép các nhà máy tư nhân mở cửa. Chúng ta sẽ để họ cạnh tranh. Chúng ta sẽ để họ kiếm lợi nhuận.\"","\n","#","^speaker: Engels","/#","^\"Và để họ bóc lột công nhân một lần nữa? Ngay trước mắt chúng ta?\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Chúng ta sẽ kiểm soát điều đó! Chúng ta sẽ thu thuế thật nặng từ lợi nhuận của chúng! Và dùng chính số tiền đó để xây dựng trường học, bệnh viện, để nuôi quân đội của chúng ta!\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Chúng ta sẽ dùng liều thuốc độc của tư bản... để cứu mạng bệnh nhân xã hội chủ nghĩa.\"","\n",{"->":"Mot_Canh_Bac_Moi"},{"#f":1}],"Mot_Canh_Bac_Moi":["#","^character: engels-serious","/#","#","^speaker: Engels","/#","^\"Vladimir... đây là một canh bạc nguy hiểm. Anh đang thả con quái vật ra khỏi lồng. Anh có chắc là chúng ta kiểm soát được nó không? Hay là nó sẽ ăn tươi nuốt sống chính chúng ta?\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Ta không biết. Đây là con đường chưa ai từng đi.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Nhưng ta biết điều này: Nếu ta không làm gì cả, cuộc cách mạng sẽ chết vào trưa nay. Và cái chết của Arthur sẽ là vô nghĩa.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^(Tôi khoác áo choàng lên) \"Chuẩn bị một phái đoàn. Chúng ta sẽ đến nhà tù.\"","\n","#","^speaker: Engels","/#","^\"Nhà tù? Để làm gì?\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Để nói chuyện với kẻ duy nhất biết cách làm cho cỗ máy chạy trở lại. Chúng ta cần một đối tác mới.\"","\n","end",{"#f":1}],"Nha_Tu_Cach_Mang":["#","^bg: pub-workers-dim","/#","#","^character: none","/#","#","^speaker: Narrator","/#","^Nhà tù trung tâm. Nơi giam giữ những kẻ thù của cách mạng.","\n","#","^speaker: Narrator","/#","^Tôi đã đến đây không phải để gặp Harrington. Lão ta đã bị xử tử trong những ngày đầu hỗn loạn.","\n","#","^speaker: Narrator","/#","^Tôi đến để gặp con trai lão. Harrington Con. Một gã thanh niên được đào tạo ở Thụy Sĩ, kẻ tin vào con số và lợi nhuận hơn bất cứ lý tưởng nào. Hắn bị bắt khi đang cố tẩu tán tài sản của gia đình.","\n","#","^speaker: Narrator","/#","^Hắn ngồi đối diện tôi trong phòng giam, gầy gò nhưng ánh mắt vẫn ngạo mạn.","\n","#","^character: harrington-old-dignified","/#","#","^speaker: Harrington Con","/#","^\"Vladimir. Vị cứu tinh của giai cấp vô sản. Đến đây để tự tay bắn ta sao? Hay để xem một nhà tư bản chết đói trông thế nào?\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Tôi đến để cho cậu một lời đề nghị.\"","\n",{"->":"Loi_De_Nghi_Di_Giao"},{"#f":1}],"Loi_De_Nghi_Di_Giao":["#","^character: harrington-old-dignified","/#","#","^speaker: Harrington Con","/#","^(Hắn cười) \"Lời đề nghị? Các người còn gì để đề nghị ngoài tem phiếu bánh mì mốc?\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Tôi sẽ trả lại nhà máy cho cậu. Nhà máy Harrington.\"","\n","#","^speaker: Narrator","/#","^Nụ cười của hắn vụt tắt. Hắn sững sờ.","\n","#","^speaker: Harrington Con","/#","^\"Ngươi... ngươi nói đùa.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Tôi không có thời gian để đùa. Nhà máy đang im lìm. Đất nước đang chết đói. Cậu biết cách làm nó chạy. Tôi cần nó chạy.\"","\n","#","^speaker: Harrington Con","/#","^\"...Và cái giá là gì? Lòng trung thành vĩnh viễn với lá cờ đỏ của các người?\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Không. Cái giá rõ ràng. Cậu có thể mở lại nhà máy. Cậu có thể thuê công nhân. Cậu có thể kiếm lợi nhuận.\"","\n",{"->":"Dieu_Kien_Cua_Chung_Ta"},{"#f":1}],"Dieu_Kien_Cua_Chung_Ta":["#","^speaker: Vladimir (Bạn)","/#","^\"NHƯNG.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Một: Cậu sẽ chơi theo luật của chúng ta. 8 tiếng một ngày. An toàn lao động. Cấm lao động trẻ em. Công đoàn của chúng ta sẽ giám sát.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Hai: Toàn bộ lợi nhuận... 50% sẽ thuộc về nhà nước. Chúng ta gọi đó là 'Thuế Cách mạng'.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Cậu có thể trở nên giàu có, Harrington. Nhưng cậu sẽ không bao giờ được phép nắm giữ quyền lực chính trị. Quyền lực đó là của chúng ta.\"","\n","#","^speaker: Narrator","/#","^Harrington Con nhìn tôi chằm chằm. Hắn không còn vẻ ngạo mạn. Hắn đang tính toán.","\n","#","^character: harrington-old-dignified","/#","#","^speaker: Harrington Con","/#","^\"50%... Các người còn tàn nhẫn hơn cả cha ta.\"","\n","#","^speaker: Harrington Con","/#","^(Hắn bật cười, một tràng cười sảng khoái) \"Thật không thể tin được! Các người đã lật đổ cha ta, chỉ để tự mình tái phát minh ra chủ nghĩa tư bản!\"","\n","#","^speaker: Harrington Con","/#","^\"Các người không phải nhà cách mạng, Vladimir. Các người chỉ là... một hội đồng quản trị mới, hiệu quả hơn mà thôi.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Gọi nó là gì tùy cậu. Cậu chấp nhận hay ở lại đây?\"","\n","#","^speaker: Harrington Con","/#","^(Hắn đứng dậy, chìa tay ra) \"Chào mừng đến với 'Kinh tế Thị trường Định hướng Xã hội Chủ nghĩa', thưa Đồng chí. Tôi chấp nhận.\"","\n",{"->":"Thanh_Pho_Thuc_Giac"},{"#f":1}],"Thanh_Pho_Thuc_Giac":["#","^bg: london-modern-industrial","/#","#","^speaker: Narrator","/#","^Sáu tháng sau.","\n","#","^speaker: Narrator","/#","^Như một phép màu.","\n","#","^speaker: Narrator","/#","^Nhà máy Harrington gầm rú trở lại. Khói lại bốc lên từ các ống khói, nhưng lần này, nó là khói của sản xuất, không phải của chiến tranh.","\n","#","^speaker: Narrator","/#","^Harrington Con, với sự tàn nhẫn hiệu quả của mình, đã làm cỗ máy chạy. Hắn thuê lại những công nhân cũ, trả lương cao hơn, nhưng cũng đòi hỏi kỷ luật sắt.","\n","#","^speaker: Narrator","/#","^Và vì được giữ lại 50% lợi nhuận, hắn làm việc như điên.","\n","#","^speaker: Narrator","/#","^Các nhà máy khác, thấy vậy, cũng bắt đầu áp dụng mô hình \"hợp tác\" mới.","\n","#","^speaker: Narrator","/#","^Các cửa hàng trên phố, vốn trống rỗng, bắt đầu đầy ắp hàng hóa. Bánh mì, giày dép, vải vóc.","\n","#","^speaker: Narrator","/#","^Sự đói kém kết thúc.","\n",{"->":"Cai_Gia_Cua_Su_Hoi_Sinh"},{"#f":1}],"Cai_Gia_Cua_Su_Hoi_Sinh":["#","^bg: london-street-evening","/#","#","^speaker: Narrator","/#","^Bạn và Engels đi dạo trên con phố chính. Nó đã thay đổi.","\n","#","^speaker: Narrator","/#","^Ánh đèn neon quảng cáo cho \"Xà phòng Harrington\" và \"Thuốc lá Engels\" (một công ty mà Engels miễn cưỡng phải mở lại để cạnh tranh).","\n","#","^speaker: Narrator","/#","^Bạn thấy Harrington Con bước ra từ một nhà hàng sang trọng, mặc bộ vest đắt tiền, bên cạnh là các quan chức của Đảng.","\n","#","^speaker: Narrator","/#","^Và ở bên kia đường, những người công nhân, tuy đã có áo ấm mặc và bánh mì ăn, vẫn đang nhìn chiếc xe hơi của hắn với ánh mắt thèm muốn và ghen tị.","\n","#","^speaker: Narrator","/#","^Sự phân hóa giàu nghèo... nó đã quay trở lại.","\n","#","^character: engels-serious","/#","#","^speaker: Engels","/#","^\"Nó hoạt động, Vladimir. Mọi người đều no ấm.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Đúng vậy. Cuộc cách mạng đã được cứu.\"","\n","#","^speaker: Engels","/#","^\"Nhưng hãy nhìn xem. Chúng ta đã tạo ra một tầng lớp 'tư bản đỏ'. Bọn họ đang giàu lên nhanh chóng. Bọn họ đang bắt đầu có ảnh hưởng.\"","\n","#","^speaker: Engels","/#","^\"Con quái vật mà chúng ta thả ra... nó đang lớn mạnh. Chúng ta dùng tiền thuế của nó để xây dựng chủ nghĩa xã hội, nhưng nó đang dùng lợi nhuận của mình để xây dựng lại chủ nghĩa tư bản ngay trong lòng chúng ta.\"","\n","#","^speaker: Engels","/#","^\"Câu hỏi của ta là, Vladimir... Chúng ta đang kiểm soát nó, hay nó đang dần kiểm soát chúng ta?\"","\n","#","^speaker: Narrator","/#","^Bạn không trả lời. Bạn chỉ nhìn chằm chằm vào tòa nhà trụ sở của Harrington, nơi giờ đây treo hai lá cờ.","\n","#","^speaker: Narrator","/#","^Một lá cờ đỏ của Cách mạng. Và một lá cờ mang logo của Tập đoàn Harrington.","\n","end",{"#f":1}],"Thanh_Pho_Lai_Tap":["#","^bg: london-modern-industrial","/#","#","^character: none","/#","#","^speaker: Narrator","/#","^Nhiều năm trôi qua.","\n","#","^speaker: Narrator","/#","^Tôi đã già. Đứng trên ban công của tòa nhà chính phủ, tôi nhìn xuống thành phố của mình.","\n","#","^speaker: Narrator","/#","^Nó không còn là thành phố của Harrington cha, xám xịt và đói khổ. Cũng không còn là thành phố của những ngày \"bao cấp\" trống rỗng.","\n","#","^speaker: Narrator","/#","^Nó là một thứ gì đó hoàn toàn mới.","\n","#","^speaker: Narrator","/#","^Những tòa nhà chọc trời bằng kính và thép vươn lên, mang tên các tập đoàn. Những đại lộ rực rỡ ánh đèn neon, quảng cáo những sản phẩm mà Marx sẽ không bao giờ tưởng tượng ra nổi.","\n","#","^speaker: Narrator","/#","^Người dân không còn đói. Họ mặc quần áo đẹp, họ lái xe hơi. Họ có việc làm.","\n","#","^speaker: Vladimir (Bạn)","/#","^(Tự nhủ) \"Chúng ta đã thành công. Cuộc cách mạng đã chiến thắng. Chúng ta đã cho họ một cuộc sống tốt đẹp hơn.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Nhưng...\"","\n",{"->":"Hai_The_Gioi"},{"#f":1}],"Hai_The_Gioi":["#","^speaker: Narrator","/#","^Tôi đi dạo.","\n","#","^speaker: Narrator","/#","^Đầu tiên, tôi đến thăm \"Bảo tàng Cách mạng Tưởng nhớ Arthur\". Nó trang nghiêm, sạch sẽ. Những đứa trẻ cắm cúi lắng nghe về sự hy sinh của thế hệ trước, về tội ác của chủ nghĩa tư bản, về lý tưởng xã hội chủ nghĩa.","\n","#","^speaker: Narrator","/#","^Đây là linh hồn của đất nước chúng ta.","\n","#","^speaker: Narrator","/#","^Sau đó, tôi đến \"Quảng trường Tài chính Harrington\". Nó được đặt theo tên của Harrington Con, người vừa qua đời với tư cách là 'nhà tư bản đỏ' giàu có nhất đất nước.","\n","#","^speaker: Narrator","/#","^Nơi đây ồn ào. Hàng ngàn người mặc vest đắt tiền la hét vào điện thoại, mua bán cổ phiếu của chính những nhà máy mà chúng ta đã từng đổ máu để giành lấy.","\n","#","^speaker: Narrator","/#","^Và đây... là động cơ của nó.","\n","#","^speaker: Vladimir (Bạn)","/#","^(Tự nhủ) \"Ta đã xây dựng một bảo tàng cho lý tưởng... nhưng ta cũng đã xây dựng cả một quảng trường cho lòng tham.\"","\n",{"->":"Cuoc_Doi_Thoai_Cuoi_Cung"},{"#f":1}],"Cuoc_Doi_Thoai_Cuoi_Cung":["#","^bg: harrington-office-grand","/#","#","^speaker: Narrator","/#","^Engels cũng đã già, râu tóc bạc trắng, đến thăm tôi trong văn phòng.","\n","#","^character: engels-serious","/#","#","^speaker: Engels","/#","^\"Vladimir, nhìn chúng ta đi. Chúng ta đã thành công hơn bất kỳ ai dám mơ ước. Chúng ta đã chứng minh Marx sai ở một điểm: lý thuyết thuần túy của ông ấy không hoạt động.\"","\n","#","^speaker: Engels","/#","^\"Và chúng ta cũng chứng minh Harrington sai: một nhà nước mạnh có thể kiểm soát được tư bản.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Chúng ta đã tìm ra con đường của riêng mình, Friedrich.\"","\n","#","^speaker: Engels","/#","^\"Phải. Một con đường 'lai'. Nhưng tôi lo lắng, Vladimir. Chúng ta đã dùng 'công cụ thị trường' để đi lên. Nhưng dường như... cái công cụ đó đang dần điều khiển chúng ta.\"","\n","#","^speaker: Engels","/#","^\"Những 'tư bản đỏ' này, họ đã quen với xa hoa. Họ có quyền lực kinh tế. Anh có nghĩ rằng họ sẽ tự nguyện từ bỏ tất cả... khi chúng ta tuyên bố đã đến lúc tiến lên 'chủ nghĩa cộng sản' không?\"","\n","#","^speaker: Engels","/#","^\"Hay... chúng ta sẽ phải làm một cuộc cách mạng nữa... để chống lại chính những đứa con mà chúng ta đã tạo ra?\"","\n",{"->":"Su_Mo_Ho_Cua_Lich_Su"},{"#f":1}],"Su_Mo_Ho_Cua_Lich_Su":["#","^speaker: Narrator","/#","^Câu hỏi của Engels treo lơ lửng trong không khí.","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Tôi không biết, Friedrich. Tôi thực sự không biết.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Chúng ta vẫn 'một mực đi theo chủ nghĩa xã hội'. Lý tưởng vẫn còn đó. Ngọn cờ vẫn bay.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Nhưng để đến được tương lai đó, chúng ta đã phải đi một con đường vòng qua chính lãnh địa của kẻ thù.\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Đây là 'một con đường chưa ai đi'.\"","\n","#","^speaker: Narrator","/#","^Tôi tiễn Engels ra về. Tôi quay lại ban công, nhìn xuống thành phố rực rỡ ánh đèn.","\n","#","^speaker: Narrator","/#","^Nó giàu có. Nó hùng mạnh. Nó đầy mâu thuẫn.","\n","#","^speaker: Vladimir (Bạn)","/#","^(Tự vấn) \"Arthur... Em trai của ta. Nếu em thấy điều này, em sẽ nói gì?\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Em sẽ tự hào vì không còn đứa trẻ nào phải chết bên cỗ máy? Hay em sẽ kinh tởm khi thấy tên của kẻ thù được đặt cho cả một quảng trường?\"","\n","#","^speaker: Vladimir (Bạn)","/#","^\"Chúng ta... đã thành công trong việc kiến tạo đất nước? Hay chúng ta chỉ vô tình tạo ra một phiên bản tư bản tinh vi hơn, hiệu quả hơn?\"","\n","#","^speaker: Narrator","/#","^Tôi không có câu trả lời.","\n","#","^speaker: Narrator","/#","^Lịch sử vẫn chưa kết thúc. Và sự phán xét... vẫn còn ở phía trước.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}